Repository: AmanVatsSharma/ArjunaCRM
Catalog: packages/arjuna-emails/src/locales/*.po
Languages: vi_vn

source: Suspended Workspace
vi_vn: Không gian làm việc bị tạm ngưng

source: Dear {userName},
vi_vn: Kính gửi {userName},

source: Hello,
vi_vn: Xin chào,

source: It appears that your workspace <0>{workspaceDisplayName}</0> has been suspended for {daysSinceInactive} days.
vi_vn: Có vẻ như không gian làm việc của bạn <0>{workspaceDisplayName}</0> đã bị đình chỉ vì {daysSinceInactive} ngày.

source: The workspace will be deactivated in {remainingDays} {dayOrDays}, and all its data will be deleted.
vi_vn: Không gian làm việc sẽ bị ngừng hoạt động trong {remainingDays} ngày tới, và tất cả dữ liệu của nó sẽ bị xóa bỏ.

source: Update your subscription
vi_vn: Cập nhật gói đăng ký của bạn

source: Validate domain
vi_vn: Xác thực tên miền

source: {senderName} (<0>{senderEmail}</0>): Please validate this domain to allow users with <1>@{domain}</1> email addresses to join your workspace without requiring an invitation.
vi_vn: {senderName} (<0>{senderEmail}</0>): Vui lòng xác thực tên miền này để cho phép người dùng có địa chỉ email <1>@{domain}</1> tham gia không gian làm việc của bạn mà không cần lời mời.

source: Test email
vi_vn: Kiểm tra email

source: {senderName} (<0>{senderEmail}</0>) has invited you to join a workspace called <1>{workspaceName}</1>.
vi_vn: {senderName} (<0>{senderEmail}</0>) đã mời bạn tham gia vào không gian làm việc gọi là <1>{workspaceName}</1>.

source: Accept invite
vi_vn: Chấp nhận lời mời

source: Confirm your email address
vi_vn: Xác nhận địa chỉ email của bạn

source: Verify Email
vi_vn: Xác minh Email

source: Password updated
vi_vn: Mật khẩu đã được cập nhật

source: This is a confirmation that password for your account ({email}) was successfully changed on {formattedDate}.
vi_vn: Đây là xác nhận rằng mật khẩu cho tài khoản của bạn ({email}) đã được thay đổi thành công vào {formattedDate}.

source: If you did not initiate this change, please contact your workspace owner immediately.
vi_vn: Nếu bạn không khởi xướng việc thay đổi này, vui lòng liên hệ ngay với chủ sở hữu của không gian làm việc của bạn.

source: Reset your password 🗝
vi_vn: Đặt lại mật khẩu của bạn 🗝

source: Set your password 🗝
vi_vn: Thiết lập mật khẩu của bạn 🗝

source: Reset
vi_vn: Đặt lại

source: Set
vi_vn: Thiết lập

source: This link is only valid for the next {duration}. If the link does not work, you can use the login verification link directly:
vi_vn: Liên kết này chỉ có hiệu lực trong thời gian {duration} kế tiếp. Nếu liên kết không hoạt động, bạn có thể sử dụng liên kết xác minh đăng nhập trực tiếp:

source: Deleted Workspace
vi_vn: Không gian làm việc đã bị xóa

source: Your workspace <0>{workspaceDisplayName}</0> has been deleted as your subscription expired {daysSinceInactive} days ago.
vi_vn: Không gian làm việc của bạn <0>{workspaceDisplayName}</0> đã bị xóa bỏ vì gói đăng ký của bạn đã hết hạn từ {daysSinceInactive} ngày trước.

source: All data in this workspace has been permanently deleted.
vi_vn: Tất cả dữ liệu trong không gian làm việc này đã bị xóa vĩnh viễn.

source: Create a new workspace
vi_vn: Tạo không gian làm việc mới

source: It's a CRM, a software to help businesses manage their customer data and relationships efficiently.
vi_vn: Đó là một CRM, một phần mềm giúp doanh nghiệp quản lý dữ liệu và mối quan hệ khách hàng một cách hiệu quả.

source: Website
vi_vn: Trang web

source: User guide
vi_vn: Hướng dẫn người dùng

source: Developers
vi_vn: Nhà phát triển
